# Вітаємо користувача
print("Привіт! Радий тебе бачити.")
name = input("Як тебе звати? ")  # Запитуємо ім'я
print("Дуже приємно познайомитись,", name)

# Дізнаємося більше про користувача
study = input("Де ти зараз навчаєшся? ")  # Запитуємо місце навчання
age = input("Скільки тобі років? ")  # Запитуємо вік
hobby = input("Що тобі подобається робити у вільний час? ")  # Запитуємо про хобі
future = input("Ким ти мрієш стати в майбутньому? ")  # Запитуємо про майбутнє

# Виводимо зібрану інформацію
print("\nДякую, що поділився інформацією! Ось що я дізнався про тебе:")
print(f"Тебе звати {name}, ти зараз навчаєшся в {study}.")
print(f"Тобі {age} років. Твоє улюблене заняття - {hobby}.")
print(f"У майбутньому ти мрієш стати {future}.")





